{
    "announcements": [
        {
            "id": "circular-032",
            "title": "Circular 032",
            "subtitle": "Semester fees payment",
            "content": [
                "HODs of all departments and tutors are requested to instruct the students to pay their current semester fee through online in any bank on, or before July 31, 2024, without fine.",
                "If they have previous semester fees due, ask them to clear, with fine amount of 1000 rupees immediately.",
                "If they're not able to pay through the online portal, they can pay in the college office."
            ]
        },
        {
            "id": "circular-060",
            "title": "Circular 060",
            "subtitle": "Holiday for UG first-years",
            "content": [
                "Greetings from Hindusthan College of Arts & Science!",
                "Happy Aadiperukku to all!",
                "This is to bring to notice that, first-year UG students are hereby instructed to go and collect their original marksheets from their respective schools on August 05, 2024, and submit the same to the admission office on August 06, 2024, without fail.",
                "August 05, 2024, will be a holiday for all first-year UG students."
            ]
        },
        {
            "id": "circular-061",
            "title": "Circular 061",
            "subtitle": "Disaster fund",
            "content": [
                "In response to the massive landslides that struck Wayanad, on July 30, 2024, our college is mobilizing funds to support those affected by this tragic disaster.",
                "The magnitude of this disaster has caused an immediate need for essential supplies and support.",
                "Interested faculties / students can contribute to the relief fund.",
                "The class tutors are asked to collect money from the students who are willing to contribute and maintain a name-list.",
                "We urge everyone to contribute generously and assist in this crucial effort to save lives and aid recovery.",
                "And, also asked to submit the collected money to the college fees counter.",
                "Last date for submission: August 07, 2024."
            ]
        },
        {
            "id": "circular-062",
            "title": "Circular 062",
            "subtitle": "Semester fee due",
            "content": [
                "HODs of all departments and tutors are requested to inform the students to clear their fee dues on or before August 10, 2024.",
                "Otherwise, they will not be allowed to enter the classes.",
                "For those students who haven't paid their current semester fees, the fine date will be extended up to August 29, 2024."
            ]
        },
        {
            "id": "circular-073",
            "title": "Circular 073",
            "subtitle": "Working day",
            "content": [
                "August 17, 2024, will be a working day for all students and faculty members.",
                "The day order is 1."
            ]
        },
        {
            "id": "circular-077",
            "title": "Circular 077",
            "subtitle": "Working day",
            "content": [
                "August 24, 2024, will be a working day for all students and faculty members."
            ]
        },
        {
            "id": "circular-087",
            "title": "Circular 087",
            "subtitle": "Welfare scholarship",
            "content": [
                "Student are asked to apply for minority scholarship (Muslim, Parsi, Jain, Sikh, Buddhist, Christian) for the academic year 2024-2025.",
                "Those who've failed to apply last year can apply for scholarship afresh this year through National Scholarship Portal.",
                "Eligibility: income certificate (not exceeding 2 lakhs); community & nativity certificate; nationalized book account number, IFSC code, MICR number, Aadhaar card, bonafide certificate; for fresher: 50% of marks in grade 12, for renewal: 50% of marks in previous last 2 semester examinations",
                "Details for fresh applications: ",
                "The scheme is implemented through online scholarship management (OSMS).",
                "It's mandatory for all students to apply online. The students shall apply on the scholarship website.",
                "After submitting applications online, the students will take print-out of the application and submit the same to the college, without fail.",
                "One copy of passport-size photograph with student signature; one self-attested copy of certificates, diploma, degree, etc. in respect of examinations passed; income & nativity certificate issued by state-authorized officer; proof for religion / community / transfer / self-declaration of community by student; copy of bank pass book, copy of fees receipt; copy of address proof",
                "The last date of renewal is September 30, 2024."
            ]
        },
        {
            "id": "circular-089",
            "title": "Circular 089",
            "subtitle": "Quiz competition",
            "content": [
                "The Quiz Club is organizing an interdepartmental quiz competition on 30th August, 2024, at 11:30AM, in Bharathiar Hall.",
                "Instructions: only two participants per team, only registered students will be permitted, participants are to give their names to the department faculty coordinator."
            ]
        },
        {
            "id": "circular-090",
            "title": "Circular 090",
            "subtitle": "Semester fee due",
            "content": [
                "HODs of all departments and tutors are requested to inform the students to clear their fee dues on or before August 10, 2024.",
                "Otherwise, they will not be allowed to enter the classes.",
                "For those students who haven't paid their current semester fees, the fine date will be extended up to September 25, 2024 (without fine) and September 26, 2024 (with fine, with extra ₹100 per week)."
            ]
        },
        {
            "id": "circular-093",
            "title": "Circular 093",
            "subtitle": "Online service",
            "content": [
                "The Department of Information Technology, in collaboration with MS Sai Online Service, is organizing 'Mega Passport, Pan Card, Voter ID camp'.",
                "The initiative is available to all students, teaching and non-teaching staff.",
                "Whoever is interested can avail this.",
                "Scheduled on September 05, 2024 and September 06, 2024, at B-Block.",
                "Contact +91 88077 04422, for queries."
            ]
        },
        {
            "id": "circular-098",
            "title": "Circular 098",
            "subtitle": "Holiday",
            "content": [
                "September 16, 2024 and September 17, 2024, will be holidays for all students and faculty members.",
                "September 14, 2024, will be a working day for all students and faculty members."
            ]
        },
        {
            "id": "circular-102",
            "title": "Circular 102",
            "subtitle": "Working day",
            "content": [
                "August 21, 2024, will be a working day for all students and faculty members."
            ]
        }
    ]
}
